{"edges":[{"label":"","source":"8","target":"4","id":"3960","attributes":{},"color":"rgb(106,34,177)","size":9.0},{"label":"","source":"8","target":"1","id":"3954","attributes":{},"color":"rgb(106,34,177)","size":4.0},{"label":"","source":"7","target":"3","id":"3965","attributes":{},"color":"rgb(106,34,177)","size":13.0},{"label":"","source":"7","target":"0","id":"3967","attributes":{},"color":"rgb(106,34,177)","size":4.0},{"label":"","source":"8","target":"2","id":"3953","attributes":{},"color":"rgb(106,34,177)","size":4.0},{"label":"","source":"8","target":"6","id":"3958","attributes":{},"color":"rgb(106,34,177)","size":3.0},{"label":"","source":"8","target":"9","id":"3955","attributes":{},"color":"rgb(106,34,177)","size":7.0},{"label":"","source":"7","target":"2","id":"3962","attributes":{},"color":"rgb(106,34,177)","size":2.0},{"label":"","source":"7","target":"5","id":"3963","attributes":{},"color":"rgb(106,34,177)","size":12.0}],"nodes":[{"label":"Elisa Clark","x":115.87228393554688,"y":-57.69477462768555,"id":"8","attributes":{"img":"Elisa_Clark.jpg","Bio":"ELISA CLARK is from the Washington, DC area, and received her early training from the Academy of the Maryland Youth Ballet, studying with Tensia Fonseca, Michelle Lees, Eric Hampton and Rhodie Jorgenson, amongst others. She received her BFA from the Juilliard School, under the direction of the late Benjamin Harkarvy. While in school she had the opportunity to work with and perform with the Nederlands Dans Theater.  Following graduation, Ms. Clark danced with the Lar Lubovitch Dance Company, as well as the Peridance Ensemble, directed by Igal Perry, in addition to being a founding dancer in Robert Battle’s Battleworks Dance Company. At Battleworks, she also served as the Company Manager, and assistant to Mr. Battle. Ms. Clark assisted Mr. Battle with several commissions, including “Juba” and “Love Stories” for the Alvin Ailey American Dance Theater, with “Mass” for the Juilliard Dance Ensemble, and with “Feast” for Introdans. She also staged and coached existing work of Mr. Battle’s at the American Dance Festival, Brown University, Perry-Mansfield Performing Arts School and Camp, The Fieldston School, Juilliard, the New York State Summer School of the Arts (NYSSSA), Introdans, UMASS, Houston Met, New World School for the Arts, Barnard College, Plymouth State University, Keene State University, Center of Creative Arts (COCA), Steps Scholarship Ensemble, and Ailey II, amongst other schools and companies.  In addition to rehearsal directing for Mr. Battle, she has assisted choreographers Carolyn Adams, Adam Hougland, and Igal Perry at NYSSSA, Juilliard and Ailey II respectively. Ms. Clark has also taught independently across the nation and worldwide, and was an annual Guest Artist for Georgetown University from 2004-2006. She has been on the faculty of the American Dance Festival, both for the summer festival and the winter intensive, as well as traveled to adjudicate ADF scholarship auditions.   As part of her work with the American Dance Legacy Institute, directed by Carolyn Adams, she has staged the Parsons Etude, choreographed by David Parsons, in Montreal at Ballet Divertimento, where she also taught technique classes, and choreographed her own work in both 2004 and 2005. Through her work with the Parsons Etude she has been involved as a teaching artist for the Joyce Theater Education Department, working in schools in NYC and Connecticut, as well as leading workshops offered at the Joyce Soho for NYC school teachers.  In 2006, Ms. Clark joined the Mark Morris Dance Group as a fulltime company member. In addition to teaching company class, and at the Mark Morris Dance Center, she has taught Master Classes at the University of Illinois – Champaign/Urbana, the Kennedy Center, George Mason University, University of Washington, University of Arizona, and other schools and community centers on behalf of the company. In 2008 the company nominated her for the Princess Grace Award, in which she won an honorarium for Modern Dance. In 2011 she left her full-time position with the company, only to return to guest perform from time to time. In 2011, she also rejoined the Lar Lubovitch Dance Company, where she performed until recently. Ms. Clark has also danced for the Metropolitan Opera Ballet at Lincoln Center in productions choreographed by Mr. Morris, Ben Wright and the innovative Crystal Pite. She humbly joins the Alvin Ailey American Dance Theater in May 2013.  "},"color":"rgb(100,141,23)","size":33.3456789},{"label":"Elisa Monte","x":-330.044921875,"y":-222.4558563232422,"id":"7","attributes":{"img":"Elisa_Monte.jpg"},"color":"rgb(100,141,23)","size":33.3456789},{"label":"Michelle Lees","x":-210.19467163085938,"y":357.0003662109375,"id":"4","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789},{"label":"Maggie Black","x":-90.68144226074219,"y":-381.3334045410156,"id":"3","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789},{"label":"Kathy Grant","x":-413.054443359375,"y":83.18408966064453,"id":"5","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789},{"label":"Carolyn Adams","x":91.06900787353516,"y":381.08197021484375,"id":"1","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789},{"label":"Eric Hampton","x":331.4102478027344,"y":222.0632781982422,"id":"9","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789},{"label":"Linda Kent","x":412.472412109375,"y":-84.62454223632812,"id":"6","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789},{"label":"Vladmir Dokoudovsky","x":209.52835083007812,"y":-356.7015686035156,"id":"0","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789},{"label":"Benjamin Harkarvy","x":-116.37680053710938,"y":59.48044967651367,"id":"2","attributes":{"img":"default.jpg"},"color":"rgb(153,9,53)","size":33.3456789}]}