{"edges":[{"label":"","source":"1","target":"0","id":"3970","attributes":{},"color":"rgb(106,177,34)","size":1.0},{"label":"","source":"1","target":"2","id":"3971","attributes":{},"color":"rgb(106,34,177)","size":27.0}],"nodes":[{"label":"Martha Graham","x":15.33653259277344,"y":25.39675903320312,"id":"0","attributes":{"img":"Martha_Graham.jpg","Bio":"American dancer and choreographer Martha Graham was a revolutionary artist of modern dance in the early 20th century. Born in Allegheny, a suburb of Pittsburgh, Pennsylvania, in May 1894, her family moved to California when she was 10. She was inspired at that early age to become a dancer when she saw Ruth St. Denis perform her exotic \"Epytia\" modern dance in 1914. After much study, Graham brought a different dynamics and interpretation to modern dance, one of sharp angles and natural motion. Graham\u0027s father was an \"alienist,\" a term used at the turn of the century describe a physician who specialized in human psychology. Dr. Graham was interested in the way people used their bodies, and that interest was passed on to his eldest daughter. Martha frequently repeated her father\u0027s maxim of \"Movement never lies.\" Her abstract approach to dance and her minimal use of costumes and set decorations was disconcerting to audiences accustomed to the lovely fluid movements of modern dance introduced earlier by the likes of Isadora Duncan (many critics accused Graham of making dance \"ugly\"). What Graham wanted to evoke with her style of dance was a heightened awareness of life. She eventually developed a strong following and won over the critics. Her dance themes were inspired by America\u0027s past, biblical stories, historical figures, classical mythology, primitive rituals, and surprisingly, psychoanalyst Carl Jung\u0027s writings, Emily Dickinson\u0027s poems, Georgia O\u0027Keeffe\u0027s paintings, and Zen Buddhism. She danced with such a passion that her presence on stage was electrifying. Graham founded the Dance Repertory Theater in New York in 1930. She was the first dancer to receive a Guggenheim fellowship in 1932. From 1931 to 1935, Graham toured the United States in the production \"Electra.\" She was fascinated by different cultures, and her interest in Native Americans of the southwest United States was first embodied in the production \"Primitive Mysteries.\" In 1937, she danced for President Franklin D. Roosevelt at the White House. Her most famous dance, \"Appalachian Spring,\" was first performed in 1944. Graham gave her last stage performance in 1968, at age 74. In all, she produced 181 original ballets. A year before her death in 1990, she choreographed, at age 95, Scott Joplin\u0027s \"Maple Leaf Rag\"; the show featured costumes by Calvin Klein."},"color":"rgb(100,100,100)","size":45},{"label":"Gus Solomons Jr.","x":-28.66376304626465,"y":51.9560852050781,"id":"1","attributes":{"img":"Gus_Solomons_Jr.jpg","Bio":"Gus Solomons jr (Dancer/Choreographer/Writer/Actor) - created the title role in Donald Byrd\u0027s The Harlem Nutcracker (1996-99); directs PARADIGM, a repertory dance company for veteran performers; is an Arts Professor at NYU/Tisch School of the Arts; writes about dance for Dance Magazine, Gay City News, DanceInsider.com, Metro Daily; has an Architecture degree from M.I.T.; danced in companies of Pearl Lang, Donald McKayle, Martha Graham, and Merce Cunningham, et al.  In 2000, Solomons won a Bessie (New York Dance and Performance Award) for Sustained Achievement in Choreography; in 2001, he was awarded the first annual Robert A. Muh Award from M.I.T. as a distinguished artist alumnus; in 2004, he was awarded the Balasaraswati/Joy Anne Dewey Beineke Chair for Distinguished Teaching at the American Dance Festival, and in 2006-7, he was a Phi Beta Kappa Visiting Scholar, lecturing at several U.S. universities.  He bicycles everywhere.   "},"color":"rgb(153,9,53)","size":45.521739959716797},{"label":"Merce Cunningham","x":15.75299072265625,"y":76.8739471435547,"id":"2","attributes":{"img":"MerceCunningham.jpg"},"color":"rgb(78,163,3)","size":45.0}]}